"show_beauty_item_none" = "无";
"show_beauty_item_beauty_xuhua" = "虚化";
"show_beauty_item_adjust_saturation" = "饱和度";
"show_beauty_item_adjust_sharpen" = "锐化";
"show_beauty_item_adjust_clarity" = "清晰度";
"show_beauty_item_adjust_contrast" = "对比度";
"show_beauty_item_sticker_huahua" = "花花";
"show_beauty_item_sticker_lianxing" = "face";
"show_beauty_item_sticker_wochaotian" = "我超甜";
"show_beauty_item_sticker_background" = "background";
"show_beauty_item_sticker_zhaocaimao" = "招财猫";
"show_beauty_item_sticker_score" = "score";
"show_beauty_item_effect_sexy" = "Sexy";
"show_beauty_item_effect_sweet" = "Sweet";
"show_beauty_item_effect_diadiatu" = "DiadiaTu";
"show_beauty_item_sticker_cat" = "Cat";
"show_beauty_item_sticker_milu" = "Milu deer";

"show_beauty_item_beauty_smooth" = "Buffing";
"show_beauty_item_beauty_whiten" = "Whitening";
"show_beauty_item_beauty_overall" = "Lower Width";
"show_beauty_item_beauty_cheekbone" = "Cheek";
"show_beauty_item_beauty_jawbone" = "Jaw";
"show_beauty_item_beauty_eye" = "eye Size";
"show_beauty_item_beauty_teeth" = "Teeth Whitening";
"show_beauty_item_beauty_forehead" = "hairline";
"show_beauty_item_beauty_nose" = "nose wing";
"show_beauty_item_beauty_mouth" = "mouth";
"show_beauty_item_beauty_chin" = "Chin";
"show_beauty_item_effect_baixi" = "Bright White";
"show_beauty_item_effect_tianmei" = "Sweet";
"show_beauty_item_effect_cwei" = "Center Star";
"show_beauty_item_effect_yuanqi" = "Vivid";
"show_beauty_item_effect_richang" = "richang";
"show_beauty_item_effect_heitonghua" = "heitonghua";
"show_beauty_item_filter_cream" = "Creamy";
"show_beauty_item_filter_mokalong" = "Macaroon";
"show_beauty_item_filter_oxgen" = "Oxygen";
"show_beauty_item_filter_wuyu" = "Story";
"show_beauty_item_filter_po9" = "seaside vacation";
"show_beauty_item_filter_lolita" = "lolita";
"show_beauty_item_filter_mitao" = "Peachy";
"show_beauty_item_filter_yinhua" = "Sakura";
"show_beauty_item_filter_beihaidao" = "Hokkaido";
"show_beauty_item_filter_s3" = "Journey";
"show_beauty_item_sticker_biti" = "Snotty";
"show_beauty_item_sticker_zhounian" = "happy Anniversary";
"create_beauty_setting_beauty_face" = "Beauty Effects";
"create_beauty_setting_special_effects" = "Makeup";
"create_beauty_setting_special_adjust" = "Adjust";
"create_beauty_setting_sticker" = "Sticker";
